Repository: aleksmutlu/gezdir
Catalog: Gezdir.iOS/GetirHackathon/GetirHackathon/*.lproj/Localizable.strings
Languages: tr

source: Unable to find user
tr: Kullanıcı bulunamadı

source: Missing token
tr: Token eksik

source: Unable to authenticate
tr: Kimlik doğrulanamadı

# unable_to_create_event
source: Unable to create an event
tr: Etkinlik oluşturulamadı

# unable_to_find_event
source: Unabele to find an event
tr: Etkinlik oluşturulamadı

# unable_to_find_events_nearby
source: No event nearby
tr: Etkinlik bulunamadı

source: Unable to get event types
tr: Etkinlik tipi bulunamadı

# unable_to_add_attendee
source: Unable to add attenddee
tr: Katılımcı eklenemedi

# unable_to_create_ticket
source: Unable to create a ticket
tr: Talep oluştururken bir hata oluştu

# unable_to_find_ticket
source: Unable to find the ticket
tr: Talep bulunamadı

source: An error occured
tr: Bir hata oluştu

source: Warning
tr: Uyarı

# empty_field
source: Make sure to fill all fileds
tr: Tüm alanların doldurulduğundan emin olun

source: Error
tr: Hata

source: Quota
tr: Kota

source: Address selected
tr: Adres seçildi

source: In Process
tr: İşlem sürüyor

source: Attending
tr: Katılıyorsunuz

# create_event
source: Create an Event
tr: Etinlik Oluştur

source: Success
tr: Başarılı

source: Ticket accepted
tr: Talep kabul edildi

source: Event created
tr: Etkinlik oluşturuldu

source: Reservation complete
tr: Rezervasiyon tamamlandı

# loggin_in
source: Logging In
tr: Giriş Yapılıyor

# search_address_or_location
source: Seach an address or a location
tr: Bir adres veya konum arayın
